"play" = "Grać";
"about" = "O";
"back" = "Plecy";
"highlevel" = "Najwyższy poziom";
"highscore" = "Wysoki wynik";
"textsection" =
"Uratuj dinos!

Stuknij w asteroidy!
Eksploduj je!
    
Dedykowane mojemu
siostra Samantha.

Copyright © 2020
Jordan Klein.
Wszelkie prawa zastrzeżone.";
"littledino" = "Chroń Dinos!";
"level" = "Poziom";
"score" = "Wynik";
"greatjob" = "Dobra robota";
"goodjob" = "Dobra robota";
"greattry" = "Świetna próba";
"greateffort" = "Wielki wysiłek";
"goodeffort" = "Dobry wysiłek";
"playGame" = "Grać";
"shop" = "Sklep";
"starAmount" = "Gwiazdy";
"removeAds" = "Usuń reklamy";

// Asteroid Types in Shop
"redAsteroid" = "Czerwone asteroidy";
"blueAsteroid" = "Niebieskie asteroidy";
"greenAsteroid" = "Zielone asteroidy";
"purpleAsteroid" = "Fioletowe asteroidy";
"specialAsteroid" = "Specjalne asteroidy";

//Unlockables
"redUnlockable" = "Aby odblokować, potrzebujesz 150 gwiazdek.";
"blueUnlockable" = "Aby odblokować, potrzebujesz 100 gwiazdek.";
"greenUnlockable" = "Aby odblokować, potrzebujesz 50 gwiazdek.";
"purpleUnlockable" = "Aby odblokować, potrzebujesz 200 gwiazdek.";
"specialUnlockable" = "Aby odblokować, potrzebujesz 250 gwiazdek.";
